Table of Contents
 Class ResultBase
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result base abstract class
[Obfuscation(Feature = "renaming")]
public abstract class ResultBase
Inheritance
object
ResultBase
Derived
ResultOfNLA
ResultOnSection
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page